{
	"Your name is required":"Dein Name ist erforderlich",
	"Your email is required":"Deine E-mail ist erforderlich",
	"A message is required":"Eine Nachricht ist erforderlich",
	"Please accept the privacy policy":"Bitte akzeptieren Sie die Datenschutzerklärung",
	"Imprint": "Impressum",
	"Message has been sent": "Nachricht wurde gesendet",
	"Send message": "Nachricht senden",
	"and agree to the processing of my data as outlined.": "gelesen und stimme der Verarbeitung meiner Daten gemäß den dortigen Bestimmungen zu.",
	"I ve read the": "Ich habe die",
	"privacy-policy": "Datenschutzerklärung",
	"contact text1": "Kontaktieren Sie mich über dieses Formular. Ich würde mich sehr freuen, von Ihnen zu hören, Ihre Ideen kennenzulernen und zu Ihren Projekten durch meine Arbeit beizutragen.",
	"contact text2": "Brauchen Sie einen Frontend-Entwickler?",
	"Contact me!": "Kontaktieren Sie mich!",
	"contact text": "Contact me through this form, I am interested in hearing you, knowing your ideas and constributing to your projects with my work.<br> <br> Need a Frontend developer? <b>Contact me!</b>",
	"Got a problem to solve?": "Gibt es ein Problem zu lösen?",
	"Contact": "Kontakt",
	"portfolio text": "Hier einige meiner Projekte, fühlen Sie sich frei diese auszuprobieren!",
	"My Skills": "Meine Skills",
	"skills text": "Ich habe  bereits Erfahrung in der Durchführung von Projekten mit verschiedenen Front-End-Technologien und Konzepten gesammelt.",
	"Get in touch": "Kontaktieren Sie mich",
	"About me": "Über mich",
	"Your name": "Dein Name",
	"Your email": "Deine E-mail",
	"Your message": "Deine Nachricht",
	"talk": "Kontakt",
	"aboutme-hy": "Hallo, ich bin ein Frontend-Entwickler mit praktischer Erfahrung im Erstellen von Websites und komplexen Webanwendungen mit JavaScript & Angular. Mir liegt daran, Designs in innovative Code-Lösungen umzusetzen. Dank meiner Fähigkeiten und zahlreichen Projekterfahrungen bin ich in der Lage, umfangreiche Projekte zu realisieren. Sie sind herzlich eingeladen, einen Einblick in meine Projekte zu bekommen, die responsive Websites und Business-Apps umfassen.",
	"aboutme-lightbulb": "Ich habe Single pages sowie mehrere Webanwendungen erstellt, ebenso wie einfache  betriebliche Software und auf objektorientierter Programmierung basierende Jump-and-Run-Spiele. Es ist mir besonders wichtig, ein Design genau umzusetzen und dabei den Fokus auf Details zu legen.",
	"puzzle": "Aufgrund meiner beruflichen Erfahrung bin ich daran gewöhnt, eine klare und effektive Kommunikation aufrechtzuerhalten, um eine reibungslose Teamarbeit und effiziente Arbeitsabläufe zu ermöglichen.",
	"pokedex description": "Basierend auf der PokéAPI habe ich eine einfache Bibliothek erstellt, die Pokémon-Informationen bereitstellt und katalogisiert.",
	"join description": "Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren von Aufgaben durch Drag-and-Drop-Funktionen, Zuweisung von Benutzern und Kategorien.",
	"locco description": "Ein einfaches Jump-and-Run-Spiel, basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Salsafalschen zu sammeln, um gegen die große Henne zu gewinnen.",
	"rof description": "Ein bekanntes und einfaches Kartenspiel, basierend auf Angular. Durch Firebase können Sie sogar mit Freunden über das Internet spielen."
}