{
	"Your name is required": "Your name is required",
	"Your email is required": "Your email is required",
	"A message is required": "A message is required",
	"Please accept the privacy policy": "Please accept the privacy policy",
	"Imprint": "Imprint",
	"Message has been sent": "Message has been sent",
	"Send message": "Send message",
	"and agree to the processing of my data as outlined.": "and agree to the processing of my data as outlined.",
	"I ve read the": "I've read the",
	"privacy-policy": "privacy-policy",
	"contact text1": "Contact me through this form, I am interested in hearing you, knowing your ideas and constributing to your projects with my work",
	"contact text2": "Need a Frontend developer?",
	"Contact me!": "Contact me!",
	"Got a problem to solve?": "Got a problem to solve?",
	"Contact": "Contact",
	"portfolio text": "This page is a sample of my work - please feel free to try them out.",
	"My Skills": "My Frontend Skills",
	"My Skills Backend": "My Backend Skills",
	"My Softskills": "My Soft Skills",
	"skills text": "I already have experience in implementing frontend projects, especially with Angular and TypeScript. In the process, I was able to apply and deepen concepts such as state management, routing, and component architecture in practice.",
	"skills text backend": "I have already gained experience in implementing backend projects, especially with Django and Django REST Framework. In doing so, I was able to practically apply and understand concepts such as endpoints, authentication, pagination, and database integration.",
	"Softskills text":"I bring a broad range of soft skills that define me not only as a developer but also as a true team player. These include empathy, teamwork, and the ability to structure projects and take responsibility. My analytical skills and visionary mindset help me to identify problems early and develop effective solutions. I am committed to continuous learning and always work with order and structure to achieve sustainable results.",
	"Get in touch": "Get in touch",
	"About me": "About me",
	"Your name": "Your name",
	"Your email": "Your email",
	"Your message": "Your message",
	"talk": "Let's talk!",
	"aboutme-hy": "Hello, I am Tobias, an aspiring fullstack developer focusing on Angular & Django. No matter which framework: once you understand the concepts behind it – such as endpoints, authentication, routing or state management – you can quickly work your way into other technologies. That’s exactly what I enjoy: understanding connections, applying them and learning new things. Thanks to my most extensive project so far, Streamflex (a Netflix-like platform), I have gained practical experience in modern technologies such as Angular, Django REST Framework, PostgreSQL, Redis and Docker. I have been studying intensively for almost three years and am currently also deepening my knowledge in the field of DevSecOps.",
	"aboutme-lightbulb": "I have implemented complex web applications, from frontend features in Angular to backend APIs in Django. What I find particularly exciting is how everything works together – databases, authentication, security, tests, CI/CD. For me, it’s not just about coding, but about understanding and applying concepts that also apply in other frameworks.",
	"puzzle": "In addition to technology, I bring more than 10 years of project management experience. I am used to structuring projects, taking responsibility and working solution-oriented in a team. My empathy helps me to recognize problems early, respond to people and find solutions, both on a technical and human level.",
	"pokedex description": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
	"join description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"locco description": "A simple Jump-and-Run game based on an object-oriented approach. Help pepe to find coins and salsa bottles to fight against the big hen. The game runs most smoothly in Chrome.",
	"rof description": "A well-known and simple card game based on Angular. Through Firebase you can even play with friends over the Internet.",
"streamflex description": "Streamflex is by far my largest fullstack project so far. Here I connected a wide range of technologies, exactly my thing. I’m truly proud of it."
}