{
	"Your name is required": "Your name is required",
	"Your email is required": "Your email is required",
	"A message is required": "A message is required",
	"Please accept the privacy policy": "Please accept the privacy policy",
	"Imprint": "Imprint",
	"Message has been sent": "Message has been sent",
	"Send message": "Send message",
	"and agree to the processing of my data as outlined.": "and agree to the processing of my data as outlined.",
	"I ve read the": "I‘ve read the",
	"privacy-policy": "privacy-policy",
	"contact text1": "Contact me through this form. I’d love to hear from you, learn about your ideas, and contribute to your projects with my work.",
	"contact text2": "Need a Fullstack developer?",
	"Contact me!": "Contact me!",
	"Got a problem to solve?": "Got a problem to solve?",
	"Contact": "Contact",
	"portfolio text": "Here are some of my projects – please feel free to try them out.",
	"CLICK HERE FOR THE ROADMAP": "CLICK HERE FOR THE ROADMAP",
	"My Skills": "My Frontend Skills",
	"My Skills Backend": "My Backend Skills",
	"My Softskills": "My Soft Skills",
	"My Skills DevSecOps": "My DevSecOps Skills",
	"skills text": "In the frontend, I have implemented projects using Angular and TypeScript. I was able to practically apply and deepen key concepts such as state management, routing, and component architecture. I have also worked with RxJS and Firebase. In addition, Scrum was covered in great detail to be well prepared for professional practice.",
	"skills text backend": "In the backend, I have worked with Django and Django REST Framework. There I learned how to build and understand APIs with endpoints, authentication, pagination, and solid database integration. In addition, I acquired basic shell skills and gained practical experience with workers, signals, and Redis. What I especially appreciate is Python’s clean syntax, which made understanding easier for me.",
	"Softskills text": "For me, soft skills are not just buzzwords, they are part of who I am. During my 17 years of experience in craftsmanship, I learned how to take responsibility, manage projects, and keep a clear mind even in stressful situations. Empathy and teamwork come naturally to me, I enjoy working with people and I find it exciting how different strengths complement each other within a team. At the same time, I approach challenges analytically and focus on finding solutions rather than only seeing problems. Being visionary means to me not only planning the next step but already keeping the step after that in mind. And just as important: staying curious, open to learning, and constantly developing myself.",
	"skills text devsecops": "Since September 2025, I have been enrolled in intensive DevSecOps training. The content ranges from CI/CD, Linux and container technologies to security testing and compliance. Progress is fast, it is fun, and it gives me valuable practical experience. I am simply excited to cover the entire software lifecycle, and for me, DevSecOps is definitely part of it. That is why I also put a special focus here.",
	"Get in touch": "Get in touch",
	"About me": "About me",
	"Your name": "Your name",
	"Your email": "Your email",
	"Your message": "Your message",
	"talk": "Let's talk!",
	"aboutme-hy": "Hello, I’m Tobias, an aspiring fullstack developer with a focus on Angular & Django. No matter the framework: once you understand the core concepts, such as endpoints, authentication, routing, or state management, you can quickly adapt to other technologies.",
	"aboutme-lightbulb": "I have implemented complex web applications, from frontend features in Angular to backend APIs in Django. What I find particularly exciting is how everything works together – databases, authentication, security, tests, CI/CD. For me, it’s not just about coding, but about understanding and applying concepts that also apply in other frameworks.",
	"puzzle": "In addition to technology, I bring more than 10 years of project management experience. I am used to structuring projects, taking responsibility and working solution-oriented in a team. My empathy helps me to recognize problems early, respond to people and find solutions, both on a technical and human level.",
	"pokedex description": "Based on the PokéAPI, a simple library that provides and catalogues pokemon information.",
	"join description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"locco description": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe collect coins and salsa bottles to defeat the giant hen. The game runs most smoothly in Chrome.",
	"rof description": "A well-known and simple card game based on Angular. Through Firebase you can even play with friends over the Internet.",
	"streamflex description": "Streamflex is by far my largest fullstack project so far. Here I combined a wide range of technologies – exactly my thing. I’m truly proud of it.",
	"PMAE description":"I felt the urge to develop an app specifically for programming beginners, a tool that makes it easier to get started. Through my almost three-year learning journey, I know exactly what is often missing and what is really needed. During this time, I collected many notes that now form the foundation. The app will combine project management with a focus on learning and storing knowledge. Links between projects and learning materials will make learning practical and tangible. A knowledge repository will be created that goes far beyond a simple task list. Once my application phase and onboarding are completed, I will work intensively on it in my free time. It will again be a learning-by-doing process, because that is the most effective way to learn. In addition, I want to consciously gain my first experiences with AI tools here, in order to be well prepared for the future in this area as well."
}