{
	"Your name is required": "Your name is required",
	"Your email is required": "Your email is required",
	"A message is required": "A message is required",
	"Please accept the privacy policy": "Please accept the privacy policy",
	"Imprint": "Imprint",
	"Message has been sent": "Message has been sent",
	"Send message": "Send message",
	"and agree to the processing of my data as outlined.": "and agree to the processing of my data as outlined.",
	"I ve read the": "I've read the",
	"privacy-policy": "privacy-policy",
	"contact text1": "Contact me through this form, I am interested in hearing you, knowing your ideas and constributing to your projects with my work",
	"contact text2": "Need a Frontend developer?",
	"Contact me!": "Contact me!",
	"Got a problem to solve?": "Got a problem to solve?",
	"Contact": "Contact",
	"portfolio text": "This page is a sample of my work - please feel free to try them out.",
	"My Skills": "My Skills",
	"skills text": "I have gained experience in building projects with various front end technologies and concepts.",
	"Get in touch": "Get in touch",
	"About me": "About me",
	"Your name": "Your name",
	"Your email": "Your email",
	"Your message": "Your message",
	"talk": "Let's talk!",
	"aboutme-hy": "Hi, I am a Frontend Developer with hands-on experience in building websites and complex web apps with JavaScript & Angular. I am passionate about translating design into innovative code solutions. Through my skillset and several project experience I am able to realize extensive projects. You are welcome to get an insight into my projects which contains responsive websites and business apps.",
	"aboutme-lightbulb": "I built single pages and several web apps, as well as simple business software and OOP-based Jump-and-Run-Games. It is of great importance to me to implement a design exactly with focus on details.",
	"puzzle": "Due to my professional experience, I am used to maintaining clear and effective communication, enabling smooth teamwork and efficient workflows.",
	"pokedex description": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
	"join description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"locco description": "A simple Jump-and-Run game based on an object-oriented approach. Help pepe to find coins and salsa bottles to fight against the big hen.",
	"rof description": "A well-known and simple card game based on Angular. Through Firebase you can even play with friends over the Internet."
}